{
	"Connection error": "Erro na conexão",
	"You are not connected to the internet. Please check your connection and try again.": "Não há conexão com a internet. Verifique sua conexão e tente novamente.",
	"Some of the assets for the book entitled \"{{title}}\" failed to download. We recommend you remove this book and try to download it again.": "Alguns recursos do livro \"{{title}}\" não foram baixados. Recomendamos que exclua o livro e tente novamente.",
	"Some of the assets for the book entitled \"{{title}}\" failed to load properly. Please contact us if this issue continues.": "Alguns recursos do livro \"{{title}}\" não foram carregados adequadamente. Entre em contato conosco se esse erro persistir.",
	"The book entitled \"{{title}}\" failed to download.": "Não foi possível fazer o download do livro \"{{title}}\"",
	"Remove from device": "Exclua do dispositivo",
	"Cancel": "Cancelar",
	"Are you sure you want to remove \"{{book_title}}\" from this device?": "Tem certeza que deseja excluir \"{{book_title}}\" do dispositivo?",
	"Remove all books": "Excluir todos os livros",
	"Are you sure you want to remove all books from this device?": "Tem certeza que deseja excluir todos os livros do dispositivo?",
	"All books removed.": "Todos os livros excluídos",
	"Okay": "Sim",
	"Log out": "Sair",
	"Are you sure you want to log out and remove all books from this device?": "Tem certeza que deseja sair e excluir todos os livros do dispositivo?",
	"There was an error connecting to the login portal. Please contact us if you continue to receive this message.": "Ocorreu um erro na conexão com o servidor do portal. Entre em contato conosco se o erro persistir.",
	"Error. Trying again...": "Erro. Tentando de novo...",
	"Waiting for an internet connection to log you in...": "Aguardando conexão de internet para fazer login...",
	"Logging you in...": "Fazendo login",
	"Loading login portal...": "Carregando o portal de entrada...",
	"Logging out...": "Saindo",
	"No books found.": "Livros não encontrados.",
	"Sort by...": "Ordenar por.",
	"Title": "Título",
	"Author": "Autor",
	"There was a critical error. The app will reload in a few seconds. Please contact us if you continue to receive this message.": "Ocorreu um erro crítico. O aplicativo será recarregado em alguns segundos. Entre em contato conosco se continuar recebendo esta mensagem.",
	"There was an unknown error. Please contact us if you continue to receive this message.": "Ocorreu um erro desconhecido. Entre em contato conosco se você continuar recebendo esta mensagem. ",
	"Recommend this book": "Recomendar este livro",
	"My highlights and notes": "Meus destaques e minhas notas",
	"Downloading updated reader...": "Fazendo o download do leitor digital atualizado (Executando o download do app)",
	"Library": "Biblioteca",
	"On device only": "Apenas no dispositivo",
	"Error": "Erro",
	"{{tenant}} only": "{{tenant}} apenas",
	"Accounts": "Contas",
	"Refresh book list": "Atualizar lista de livros",
	"Author's theme": "O tema do livro (the theme of the book)",
	"High contrast": "Alto contraste",
	"Low light": "Luz baixa",
	"Display settings": "Configurações da tela",
	"Text size": "Tamanho do texto",
	"Spacing": "Espaçamento",
	"Theme": "Tema",
	"Your device is not allowing us to open this link.": "Seu dispositivo não está permitindo abrir este link.",
	"The EPUB for the book entitled \"{{title}}\" appears to be invalid.": "O EPUB do livro \"{{title}}\" parece estar inválido.",
	"{{percent}}%": "{{percent}}%",
	"The app has been updated and requires an updated reader component to be downloaded. Thus, you must connect to the internet before you will be able to read.": "O aplicativo foi atualizado e é necessário fazer o download de um componente atualizado do leitor digital. Conecte-se à internet antes para que seja possível fazer a leitura.",
	"There has been an update to the reader component that is not downloading properly. Please contact us if this issue persists.": "Uma atualização de componente do leitor digital não está baixando adequadamente. Entre em contato conosco se o problema persistir.",
	"Quote from {{book}}": "Citação de {{book}}",
	"Notes": "Notas",
	"Highlight the selection": "Destacar a seleção",
	"Highlight deleted.": "Destaque excluído",
	"Undo": "Desfazer",
	"Done": "Concluido",
	"On device": "No dispositivo",
	"Downloading...": "Download em execução...",
	"Tap to download": "Toque para baixar",
	"We will create thumbnail images in the background when you are reading.": "Iremos criar pequenas imagens ao fundo ao longo da leitura."
}